Repository: pmpr/wp-cst-golshiftegan
Catalog: translation/*.po
Languages: fa_ir

source: Golshiftegan Custom
fa_ir: سفارشی گلشیفتگان

# Order status
source: Failed
fa_ir: پراخت ناموفق

# Order status
source: Pending payment
fa_ir: در انتظار پرداخت

# Order status
source: Shipped
fa_ir: ارسال شده

# Order status
source: Approved
fa_ir: تایید شده

# Order status
source: Refunded
fa_ir: مرجوع شده

# Order status
source: Preparing
fa_ir: در حال آماده سازی

# Order status
source: Delivered
fa_ir: تحویل مشتری

# Order status
source: Cancelled
fa_ir: لغو شده

# Order status
source: Pending approval
fa_ir: در انتظار تایید

source: You do not have sufficient permissions to access this page.
fa_ir: شما مجوز کافی برای دسترسی به این صفحه را ندارید.

source: You have taken too long. Please go back and retry.
fa_ir: شما بیش از حد منتظر مانده اید. لطفا برگردید و دوباره سعی کنید.

source: You do not have permission to change this order
fa_ir: شما مجوز تغییر این سفارش را ندارید

source: Delivered Order
fa_ir: سفارش تحویل مشتری

source: Send an email to customers notifying them that their order is delivered and has been shipped
fa_ir: برای مشتریان ایمیلی ارسال کنید و اطلاع دهید که سفارش آن‌ها تحویل داده شده و ارسال آن تکمیل شده است

source: Delivered Order emails are sent to customers when their orders are marked delivered and usually indicate that their orders have been shipped.
fa_ir: ایمیل‌های «تحویل مشتری» زمانی برای مشتریان ارسال می‌شوند که سفارش آن‌ها در وضعیت «تحویل مشتری» قرار گیرد و معمولاً نشان می‌دهد که سفارش آن‌ها ارسال شده است.

source: Order Pending Approval
fa_ir: سفارش در انتظار تایید

source: Send an email to customers notifying them when their order has been placed on pending approval
fa_ir: ارسال یک ایمیل به مشتریان و اطلاع دادن به آن‌ها زمانی که شفارش‌شان در وضعیت در انتظار تایید قرار گرفت

source: This is an order notification sent to customers containing order details after an order is placed pending-approval from Pending, Cancelled or Failed order status.
fa_ir: این یک اعلان سفارش است که پس از تغییر وضعیت از در حال انتظار، لغو شده یا ناموفق، به در انتظار تأیید برای مشتریان ارسال می‌شود و حاوی جزئیات سفارش است.

source: Your {site_title} order has been received!
fa_ir: سفارش شما در {site_title} دریافت شد!

source: Thank you for your order
fa_ir: از سفارش شما متشکریم

source: Thanks again! If you need any help with your order, please contact us at {store_email}.
fa_ir: متشکرم! اگر در مورد سفارش خود به هرگونه کمکی نیاز دارید، از طریق {store_email} با ما تماس بگیرید.

source: We look forward to fulfilling your order soon.
fa_ir: ما مشتاقانه منتظر پاسخ شما به زودی هستیم.

source: Change status to pending approval
fa_ir: تغییر وضعیت به در انتظار تایید

source: Change status to delivered
fa_ir: تغییر وضعیت به تحویل مشتری

source: Orders
fa_ir: سفارش‌ها

source: Total
fa_ir: جمع کل
